[
	{
		"title": "Start",
		"tags": "",
		"body": "Welcome to the game! Your goal is to get into the dungeons and catacombs to find the treasure that's within.\nTo get started its advisable to read some of the signs in this room before proceeding. Use WASD to move around and [b]Spacebar[/b] while touching objects like doors and signs to interact with them.\nend",
		"position": {
			"x": 32,
			"y": -181
		},
		"colorID": 0
	},
	{
		"title": "attackDesc",
		"tags": "",
		"body": "[b]Sword:[/b] Not a spell per say, does low damage but also costs nothing to use. Can be rotated around you with the mouse | No MP use/ Low damage.\n[b]Electric Shot:[/b] Fire an electric ball per click | medium MP use/ medium damage.\n[b]Wind Shot:[/b] Fire a beam of wind the penetrates through enemies | medium MP use/ low damage (goes through enemies).\n[b]Electric Burst:[/b] Fire electric balls in each cardinal and ordinal direction, can't be aimed but does high damage | High MP use/ High damage.\n[b]Speed Boost:[/b] Hold the mouse button to increase your speed at the cost of MP | Low MP use.\nend",
		"position": {
			"x": -377,
			"y": 551
		},
		"colorID": 0
	},
	{
		"title": "enemyDesc",
		"tags": "",
		"body": "[b]Slimes[/b] will follow you and deal a small bit of damage on touch.\n[b]Ghosts[/b] will follow you and stop upon contact, preparing to explode before actually doing so after a second to deal high damage.\n[b]Statues[/b] can't move but will regularly fire magical attacks at you in quick succession, they also have the highest health of current enemies.\nend",
		"position": {
			"x": 576,
			"y": 37
		},
		"colorID": 0
	},
	{
		"title": "controlDesc",
		"tags": "",
		"body": "Use WASD or the arrow keys to move around and use left click on the mouse to fire spells, some aim at where your mouse is pointing while other have fixed firing or more supportive effects.\nThe mouse scroll wheel or top row numbers (1-4) can be used to change spells. E is used to drink health potions while R is used to drink Mana potions.\nend",
		"position": {
			"x": -412,
			"y": 24
		},
		"colorID": 0
	},
	{
		"title": "DevTools",
		"tags": "",
		"body": "Num8 damages the player for 50 health.\nNum9 shows some game stats, currently: FPS, Player position, time played in seconds and player firing angle.\nNum0 toggles permanent invulnerability for the player\ni key changes the level to level 1\no key changes the level to level 2\np key changes the level to level 3\nl key initiates the victory screen\nend",
		"position": {
			"x": 576,
			"y": 528
		},
		"colorID": 0
	}
]